Revit 2027 API
ParameterTypeId.RbsElecPanelNumphasesParam Property
 "Number of Phases"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelNumphasesParam { get; }
Public Shared ReadOnly Property RbsElecPanelNumphasesParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelNumphasesParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelNumphasesParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace